[AssaultRifles.Aster_Seraph_Seeker_Title WeaponNamePartDefinition]
PartName="Apanhadora"

[AssaultRifles.Aster_Seraph_Seeker_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Ah, sim... é justo."
Suffix=""
Prefix=""

[Pistols.Aster_Seraph_Stinger_Title WeaponNamePartDefinition]
PartName="Pancada"

[Pistols.Aster_Seraph_Stinger_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Como manteiga, docinho."
Suffix=""
Prefix=""

[Shotguns.Aster_Seraph_Omen_Title WeaponNamePartDefinition]
PartName="Presságio"

[Shotguns.Aster_Seraph_Omen_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Preciso que você se afaste. "
Suffix=""
Prefix=""

[SMGs.Aster_Seraph_Florentine_Title WeaponNamePartDefinition]
PartName="Florentine"

[SMGs.Aster_Seraph_Florentine_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Provoca danos por [slag]Slag[-slag] e [shock]eletricidade[-shock]"
NoConstraintText=""
Suffix=""
Prefix=""

[SMGs.Aster_Seraph_Florentine_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Encrenca em dobro"
Suffix=""
Prefix=""

